Repository: uwmadisoncals/hostcals_plugins
Catalog: wp-media-folder/languages/wpmf-*.po
Languages: fr_fr

source: Categories imported into WP Media Folder. Enjoy!!!
fr_fr: Fait ! Categories d'articles importées dans WP Media Folder.

source: Import categories now
fr_fr: Importer les catégories

source: No thanks
fr_fr: Non merci

source: View all categories
fr_fr: Afficher toutes les catégories

source: You've just installed WP Media Folder, to save your time we can import your media categories into WP Media Folder
fr_fr: Vous vennez d'installer WP Media Folder, pour gagner du temps vous pourvez créer des dossiers de média correspondant à vos catégories d'articles

source: Create Folder
fr_fr: Nouveau dossier

source: Media Library
fr_fr: Librairie media

source: New folder
fr_fr: Nouveau dossier

source: Please give a name to this new folder
fr_fr: Nom du nouveau dossier

source: A term with the name and slug already exists with this parent.
fr_fr: Un dossier portant le même nom existe déjà ici

source: this folder contains sub-folder, delete sub-folders before
fr_fr: Ce dossier contient des sous-dossiers

source: Delete
fr_fr: Supprimer

source: Done
fr_fr: Terminé

source: Size
fr_fr: Taille

source: Update
fr_fr: Mise à jour

source: Override image
fr_fr: Remplacer l'image

source: Settings saved.
fr_fr: Paramètres enregistrés

source: WordPress taxonomy
fr_fr: Taxonomy WordPress

source: WP Media Folder Taxonomy
fr_fr: Utiliser taxonomy WP Media Folder

source: Import WP media categories
fr_fr: Importer les catégories de media

source: Display only my own media
fr_fr: Afficher seulement ses propres medias

source: Create a gallery from folder
fr_fr: Création de galleries depuis les dossiers

source: Are you sure to want to delete this folder
fr_fr: Etes-vous sûr de vouloir supprimer ce dossier ?

source: Media Folder Settings
fr_fr: Paramètres WP Media Folder

source: Gallery feature
fr_fr: Paramètres gallerie

source: Enable the gallery feature
fr_fr: Activer la fonction gallerie

source: Gallery image sizes available
fr_fr: Tailles d'images disponibles

source: Gallery themes settings
fr_fr: Paramètres des thèmes

source: Determine the space between images
fr_fr: Espace entre les images

source: Auto create one folder per editor
fr_fr: Création auto d'un dossier par utilisateur

source: Show only own user media (an option will be added for admin in the media manager)
fr_fr: N'afficher que les media de l'utilisateur (une option pour tout afficher sera dispo pour les admins)

source: Save Changes
fr_fr: Enregistrer

source: Masonry Theme
fr_fr: Thème Masonry

source: Space between images (padding)
fr_fr: Espace entre les images

source: Portfolio Theme
fr_fr: Thème Portfolio

source: Default
fr_fr: Defaut

source: Thumbnail
fr_fr: Miniature

source: Medium
fr_fr: Moyenne

source: Full Size
fr_fr: Taille originale

source: Link to
fr_fr: Lien vers

source: Link target
fr_fr: Cible lien

source: Same Window
fr_fr: Même fenêtre

source: New Window
fr_fr: Nouvelle fenêtre

source: Missing Attachment
fr_fr: Lien manquant

source: Gallery themes
fr_fr: Theme galerie

source: Columns
fr_fr: Colonnes

source: Gallery image size
fr_fr: Taille image galeries

source: Lightbox size
fr_fr: Taille lightbox

source: Action on click
fr_fr: Action au click

source: Attachment Page
fr_fr: Charger une page

source: Auto insert image in folder
fr_fr: Ajout auto de l'image gallerie

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: No Categories
fr_fr: Pas de catégories

source: None
fr_fr: Aucun

source: Sync/Import NextGEN galleries
fr_fr: Sychro/Import des galeries NextGEN

source: Saved successfully
fr_fr: Enregistré avec succès

source: Gallery parameters
fr_fr: Paramètres galeries

source: Advanced parameters
fr_fr: Paramètres avancés

source: Access management
fr_fr: Droits d'accès

source: Drag and Drop me hover a folder
fr_fr: Glissez moi sur un dossier

source: Back
fr_fr: Retour

source: Home
fr_fr: Accueil

source: You are here
fr_fr: Vous êtes ici

source: Select the image size you can load in galleries. Custom image size available here can be generated by 3rd party plugins
fr_fr: Choix des tailles d'images disponibles dans les galeries. Les tailles d'images supplémentaires sont souvent générées pas d'autres plugin WordPress.
